/* KiraLegacy — en. Исходный текст русский, остальное перевод с него. */

"brand.wordmark" = "K I R A";
"tab.home" = "Home";
"tab.search" = "Search";
"tab.files" = "Library";
"home.trending" = "Trending";
"home.popular" = "Popular";
"home.movies" = "Top movies";
"home.series" = "Top series";
"home.play" = "Watch";
"home.info" = "Details";
"home.hero.fallback" = "Anime";
"row.empty" = "Nothing here";
"row.failed" = "Could not load";
"files.continue" = "Continue";
"files.favorite" = "Favourites";
"files.settings" = "Settings";
"files.about" = "About";
"files.empty" = "Nothing here yet.\n\nOpen any title and add it to a list — or just start watching, and it will show up under Continue.";
"card.episode" = "Episode %ld";
"search.placeholder" = "Anime title";
"search.prompt" = "Search for something by title";
"search.empty" = "Nothing found";
"refresh.pull" = "Pull to refresh";
"refresh.release" = "Release to refresh";
"refresh.loading" = "Refreshing…";
"status.none" = "None";
"status.planning" = "Plan to watch";
"status.watching" = "Watching";
"status.completed" = "Completed";
"status.dropped" = "Dropped";
"sheet.cancel" = "Cancel";
"sheet.list" = "Add to list";
"sheet.list.remove" = "Remove from list";
"toast.list.removed" = "Removed from list";
"toast.fav.on" = "Added to favourites";
"toast.fav.off" = "Removed from favourites";
"anime.untitled" = "Untitled";
"anime.movie" = "Movie";
"anime.episodes" = "episodes: %ld";
"anime.minutes" = "%ld min";
"episode.number" = "Episode %ld";
"episode.number.title" = "Episode %ld — %@";
"source.sub" = "subtitled";
"source.dub" = "dubbed";
"source.resolver" = "Resolver";
"subtitle.default" = "Subtitles";
"detail.characters" = "Characters";
"detail.showmore" = "Show more";
"detail.showless" = "Show less";
"detail.sort.asc" = "Episode ↑";
"detail.sort.desc" = "Episode ↓";
"detail.subs" = "Subtitled";
"detail.dub" = "Dubbed";
"detail.count" = "episodes: %lu";
"detail.next.days" = "in %ldd %ldh";
"detail.next.hours" = "in %ldh";
"detail.noepisodes" = "No episodes found — neither at the mirrors nor in the catalogue";
"detail.retry" = "Try again";
"detail.nosource" = "Source not found";
"detail.searching" = "Looking for sources for episode %ld…";
"detail.nosources.kind" = "No sources for episode %ld (%@)";
"detail.source" = "Source";
"detail.withsubs" = " · with subtitles";
"detail.watch" = "Watch";
"detail.nolink" = "The source returned no link";
"player.seek10" = "10s";
"player.quality" = "Quality";
"player.quality.short" = "%@ ▾";
"player.quality.fellback" = "The chosen quality would not open — falling back";
"player.quality.auto" = "Automatic";
"player.quality.cant" = "%@ — too heavy";
"player.quality.set" = "Quality: %ldp";
"player.quality.setauto" = "Quality: automatic";
"player.subs.on" = "Subtitles on";
"player.subs.off" = "Subtitles off";
"player.failed" = "Could not prepare the stream";
"player.notopened" = "This source would not open.\nGo back and pick another one.";
"player.live" = "live";
"player.auto" = "Auto";
"settings.title" = "Settings";
"settings.language" = "Language";
"settings.language.system" = "Same as system (%@)";
"settings.source" = "Default source";
"settings.source.note" = "Mirrors are tried top to bottom, and the chosen one is used without asking whenever it is available. HiAnime is the only one that offers both quality choice and subtitles.";
"settings.source.ask" = "Ask every time";
"settings.quality" = "Default quality";
"settings.quality.note" = "Not every mirror offers a quality ladder. Where there is none, this setting changes nothing.";
"settings.quality.auto" = "Match the device";
"settings.playback" = "Playback";
"settings.playback.note" = "Video goes through a proxy on 127.0.0.1: old iOS versions lack the roots the mirrors are certified by. Install the roots as a profile and the proxy is no longer needed.";
"settings.profile.install" = "Install roots as a profile";
"settings.profile.failed" = "The local server did not start";
"settings.direct.on" = "Direct playback: on";
"settings.direct.off" = "Direct playback: off";
"settings.log" = "Log";
"settings.log.note" = "Everything the app writes to the system log also goes into a file in Documents — visible in Files and in iTunes.";
"settings.log.clear" = "Clear the log";
"settings.log.cleared" = "Log cleared";
"about.title" = "About";
"about.version" = "Version %@";
"about.tagline" = "An anime client that pulls from several sources. Built for iOS 5.1 and newer.";
"about.developer" = "Developer: Computershik";
"about.link.4pda" = "Profile on 4PDA";
"about.link.telegram" = "Telegram channel";
"about.link.donate" = "Support the developer";
"about.tls" = "Encryption: %@";
"about.roots" = "Root certificates";
"about.roots.note" = "The trusted root store in old iOS versions is frozen, and the sources are not certified by it. These roots ship inside the app and are supplied by its own check.";
"about.trademarks" = "All trademarks belong to their respective owners.";
"cert.gts_root_r1" = "video mirrors, alternate chain";
"cert.gts_root_r2" = "video mirrors, alternate chain";
"cert.gts_root_r3" = "video mirrors, alternate chain";
"cert.gts_root_r4" = "AniList catalogue and video mirrors";
"cert.amazon_root_ca1" = "episode stills";
"cert.isrg_root_x1" = "video mirrors, fallback";
"cert.isrg_root_x2" = "subtitle files";
"settings.custom" = "Custom sources";
"settings.custom.note" = "Sources you add yourself: a direct HLS link or a JSON endpoint. They are queried along with the built-in mirrors.";
"settings.custom.empty" = "Nothing added yet";
"settings.custom.add" = "Add a source";
"custom.title" = "Custom source";
"custom.new" = "New source";
"custom.name" = "Name";
"custom.name.placeholder" = "My source";
"custom.kind" = "Type";
"custom.kind.direct" = "Direct link";
"custom.kind.json" = "JSON endpoint";
"custom.address" = "HLS address";
"custom.address.json" = "Address template";
"custom.address.placeholder" = "https://…";
"custom.address.note" = "The template substitutes {aniId}, {malId}, {episode} and {kind}.";
"custom.path" = "Field path";
"custom.path.placeholder" = "sources[0].file";
"custom.path.note" = "Path to the link in the response, for example sources[0].file — both dots and bracketed indexes are understood.";
"custom.referer" = "Referer";
"custom.referer.placeholder" = "https://… (may be empty)";
"custom.offset" = "Episode offset";
"custom.offset.note" = "Added to the AniList episode number. Needed when a source numbers episodes inside a season.";
"custom.enabled" = "Enabled";
"custom.off" = "Disabled";
"custom.off.suffix" = " (off)";
"custom.test" = "Test";
"custom.test.note" = "The check uses a sample: AniList %ld, episode %ld.";
"custom.testing" = "Checking…";
"custom.save" = "Save";
"custom.delete" = "Delete";
"custom.saved" = "Saved";
"custom.needname" = "Enter a name first";
"custom.needaddress" = "Enter an address first";
"custom.check.address" = "Address: %@";
"custom.check.http" = "Response: HTTP %ld, %.1f s, %lu bytes";
"custom.check.net" = "Network error: %@";
"custom.check.notjson" = "The response is not JSON";
"custom.check.field" = "Field %@ → %@";
"custom.check.nofield" = "Field %@ has no value";
"custom.check.hls" = "Playlist: #EXTM3U present, segments %lu";
"custom.check.nothls" = "Not an HLS playlist, starts with: %@";
